Repository: myzzxc/1105cnc
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: zh_tw

source: The vehicle comprising a frame; a plurality of ground engaging members supporting the frame; a power source supported by the frame and operatively coupled to at least one of the plurality of ground engaging members to propel the vehicle; an operator area supported by the frame, the operator area including seating and operator controls; a rear drive unit supported by the frame and positioned rearward of the operator area.
zh_tw: 該車輛包含一框架；多組支撐框架之接觸地面元件；以框架支撐之動力源並連接到至少一組接觸地面元件以推動車輛；以框架支撐之駕駛區，駕駛區包含座位和操控元件；以框架支撐並置於駕駛區後方的後驅動單元。

source: The vehicle comprising a frame; a plurality of ground engaging members supporting the frame; a power source supported by the frame and operatively coupled to at least one of the plurality of ground engaging members to propel the vehicle; an operator area supported by the frame, the operator area including side-by-side seating and operator controls; a rear drive unit supported by the frame and positioned rearward of the operator area; and a first rear suspension system movably coupling the first ground engaging member to the frame.
zh_tw: 該車輛包含一框架；多組支撐框架之接觸地面元件；以框架支撐之動力源並連接到至少一組接觸地面元件以推動車輛；以框架支撐之駕駛區，駕駛區包含並排式座位和操控元件；以框架支撐並置於駕駛區後方的後驅動單元；以及連接第一接觸地面元件和框架的可動式第一後懸吊系統。

source: The vehicle comprising a frame; a plurality of ground engaging members supporting the frame; a power source supported by the frame and operatively coupled to at least one of the plurality of ground engaging members to propel the vehicle; an operator area supported by the frame, the operator area including side-by-side seating and operator controls; a rear drive unit supported by the frame and positioned rearward of the operator area; and a first rear suspension system moveably coupling the first ground engaging member to the frame.
zh_tw: 該車輛包含一框架；多組支撐框架之接觸地面元件；以框架支撐之動力源並連接到至少一組接觸地面元件以推動車輛；以框架支撐之駕駛區，駕駛區包含並排式座位和操控元件；以框架支撐並置於駕駛區後方的後驅動單元；以及連接第一接觸地面元件和框架的可動式第一後懸吊系統。

source: The vehicle comprising a frame; a plurality of ground engaging members supporting the frame; an operator area supported by the frame, the operator area including seating and operator controls; a caigo carrying portion supported by the frame and located rearward of the operator area; a power source supported by the frame and operatively coupled to at least one of the plurality of ground engaging members to propel the vehicle; a CVT unit supported by the frame at a first position; a first air intake system operatively coupled to the power source to communicate ambient air to the power source, the first air intake system including a first air inlet through which ambient air enters the first air intake system, the first air inlet being completely positioned to a first side of the CVT unit; and a second air intake system operatively coupled to the CVT unit to communicate ambient air to an interior of the CVT unit, the second air intake system including a second air inlet through which ambient air enters the second air intake system, the second air inlet being completely positioned to a second side of the CVT unit.
zh_tw: 該車輛包含一框架；多組支撐框架之接觸地面元件；以框架支撐之駕駛區，駕駛區包含座位和操控元件；位於駕駛區後方以框架支撐之載貨部分；以框架支撐之動力源並連接到至少一組接觸地面元件以推動車輛；一組以框架第一位置支撐之無段變速單元；連接至動力源以輸送空氣至動力源的第一空氣進氣系統，第一進氣系統包含空氣通過並進入第一進氣系統之第一進氣口，第一進氣口完全位於無段變速單元之第一側；以及連接至無段變速單元以輸送空氣至無段變速單元內部之第二進氣系統，第二進氣系統包含空氣通過並進入第二進氣系統之第二進氣口，第二進氣口完全位於無段變速單元之第二側。

source: The vehicle comprising a frame; a plurality of ground engaging members supporting the frame; and a unit.
zh_tw: 車輛包含一組框架；由框架支撐之多組接觸地面元件；以及一個單元，

source: The vehicle design also provides easy ingress and egress.
zh_tw: 車輛也提供了方便出入的設計，

source: The vehicle further comprising a bearing carrier coupled to the first ground engaging member, the first radius arm, and the first control arm.
zh_tw: 車輛更包含一組連接第一接觸地面元件、第一懸臂和第一控制臂的軸承載具，

source: The vehicle further comprising a first rear suspension system
zh_tw: 車輛更包含一組連接第一接觸地面元件與框架的

source: The vehicle further comprising a first rear suspension system moveably coupling the first ground engaging member to the frame.
zh_tw: 車輛更包含一組連接第一接觸地面元件與框架的可動式第一後懸吊系統，

source: The vehicle further comprising a second rear suspension system movably coupling the second ground engaging member to the frame, the second rear suspension system including a second movable arm; and a sway bar coupling the first rear suspension to the second rear suspension, the sway bar being coupled to the frame at a location forward of the power source.
zh_tw: 車輛更包含連接第二接觸地面元件和框架的第二後懸吊系統，第二後懸吊系統包含第二可動式懸臂；以及連接第一後懸吊系統與第二後懸吊系統的防擺桿，防擺桿於動力源前方位置連接至框架。

source: The vehicle further comprising a second rear suspension system movably coupling the second ground engaging member to the frame.
zh_tw: 車輛更包含一組連接第二接觸地面元件與框架的可動式第二後懸吊系統，

source: The vehicle further comprising a second rear suspension system moveably coupling the second ground engaging member to the frame, the second rear suspension system including a second moveable arm;
zh_tw: 車輛更包含一組連接第二接觸地面元件與框架的可動式第二後懸吊系統，

source: The vehicle further comprising a second rear suspension system moveably coupling the second ground engaging member to the frame, the second rear suspension system including a second moveable arm; and a sway bar coupling the first rear suspension to the second rear suspension, the sway bar being coupled to the frame at a location forward of the power source.
zh_tw: 車輛更包含連接第二接觸地面元件和框架的第二後懸吊系統，第二後懸吊系統包含第二可動式懸臂；以及連接第一後懸吊系統與第二後懸吊系統的防擺桿，防擺桿於動力源前方位置連接至框架。

source: The vehicle further comprising a second rear suspension system moveably coupling the second ground engaging member to the frame.
zh_tw: 車輛更包含一組連接第二接觸地面元件與框架的可動式第二後懸吊系統，

source: The vehicle further comprising a sway bar coupling the first rear suspension to the second rear suspension, the sway bar being coupled to the frame at a location forward of the power source.
zh_tw: 車輛更包含連接第一後懸吊系統與第二後懸吊系統的防擺桿，防擺桿於動力源前方位置連接至框架。

source: The vehicle is shown generally at 10 and is commonly referred to as an all terrain vehicle (ATV), a side-by-side vehicle (SxS) or a utility vehicle.
zh_tw: 10 所示之車輛通常稱為全地形車 (ATV)、方向盤式全地形車 (SxS) 或多功能越野車。

source: The vehicle is substantially similar to that as described in FIG. 1-16 or 17-27.
zh_tw: 車輛基本上與圖 1-16 或 17-27 所說明之車輛類似。

source: The vehicle is substantially similar to that as described in FIGS.
zh_tw: 車輛基本上與圖 1-16 所說明之車輛類似。

source: The vehicle may further comprise a CVT unit supported by the frame and operatively coupled between the power source and the at least one of the plurality of ground engaging members; and a second air intake system operatively coupled to the CVT unit to communicate ambient air to an interior of the CVT unit.
zh_tw: 車輛更包含一組以框架支撐並連接動力源與至少一組接觸地面元件之無段變速單元；且第二進氣系統連接至無段變速單元以輸送空氣至無段變速單元內部。

source: The vehicle may include a rear radius arm suspension.
zh_tw: 車輛包括後懸臂架。

source: The vehicle of claim 1, further comprising
zh_tw: 專利範圍 1 中的車輛更包括

source: The vehicle of claim 1, further comprising a cover coupled to the exterior body panel to cover the first air inlet in the exterior body panel, the cover permitting the ambient air to pass by the cover.
zh_tw: 專利範圍 1 中的車輛之更包括連接至本體外鈑金的外蓋以覆蓋本體外鈑金進氣口，外蓋能允許空氣通過。

source: The vehicle of claim 1, further comprising a fuel source operatively coupled to the internal combustion power source, such that the internal combustion power source uses the ambient air received through the first air inlet in the combustion of fuel provided by the fuel source.
zh_tw: 專利範圍 21 中的車輛更包括連接至內燃式動力源之燃料源，內燃式動力源利用來自第一進氣口之空氣與燃料源提供之燃料燃燒。

source: The vehicle of claim 1, wherein the air intake system includes a filter, the removable cover permitting access to the filter.
zh_tw: 專利範圍 1 中的車輛之空氣進氣系統包含一濾芯、進行濾芯更換用之可拆式外蓋。

source: The vehicle of claim 1, wherein the caigo carrying portion has an open top and includes a plurality of walls extending upward from the floor.
zh_tw: 專利範圍 1 中的車輛之載貨部分頂部為開放式，其包含和多面由底板向上延伸之外牆。

source: The vehicle of claim 1, wherein the caigo carrying portion includes a floor and a plurality of walls extending upward from the floor, the cargo carrying portion having an open top.
zh_tw: 專利範圍 1 中的車輛之載貨部分包含一塊平板和多面由平板向上延伸之外牆，載貨部分上方為開放式。

source: The vehicle of claim 1, wherein the caigo carrying portion supports a plurality of taillights visible from a rear view of the vehicle.
zh_tw: 專利範圍 1 中的車輛之載貨部分支撐多組尾燈，可於車輛後方看見尾燈。

source: The vehicle of claim 1, wherein the cargo carrying portion is a cargo bed.
zh_tw: 專利範圍 1 中的車輛之載貨部分為一張載貨平板。

source: The vehicle of claim 1, wherein the first air intake system includes a resonator box located between an exterior surface of the exterior body panel of the cargo carrying portion and a wall of a cargo carrying region of the cargo carrying portion.
zh_tw: 專利範圍 1 中的車輛之第一空氣進氣系統包括位於載貨物部分本體鈑金外表面和載貨物部分之貨物裝載區外牆之間的諧振箱。

source: The vehicle of claim 1, wherein the first control arm is coupled to the frame at a fourth location, the power source being positioned between the first location and the fourth location.
zh_tw: 專利範圍 1 中的車輛之第一控制臂連接至框架第四位置，動力源位於第一位置和第四位置之間。

source: The vehicle of claim 1, wherein the floor of the cargo carrying portion extends horizontally behind the seating of the operator area and is positioned above a rear axle of the vehicle.
zh_tw: 專利範圍 1 中的車輛載貨部分之底板於駕駛區之座位後方水平向後延伸並位於車輛後軸上方。

source: The vehicle of claim 1, wherein the location at which the sway bar is coupled to the frame is rearward of the first location and the second location.
zh_tw: 專利範圍 1 中的車輛之防擺桿連接至框架的位置位於第一位置和第二位置後方。

source: The vehicle of claim 1, wherein the removable cover is coupled to a remainder of the floor in a first configuration and is uncoupled from the floor in a second configuration, the cargo carrying portion includes a tray configured to hold at least one item and the removable cover permits access to the tray and the at least one item in the second configuration.
zh_tw: 專利範圍 1 中的車輛之可拆式外蓋於第一設置時連接至固定之底板上，於第二設置時由底板上拆下，載貨部分包含一托盤以裝載至少一物件，可拆式外蓋於第二設置時能取得托盤和至少一物件。

source: The vehicle of claim 1, wherein the removable cover is coupled to a remainder of the floor in a first configuration and is uncoupled from the remainder of the floor in a second configuration, the cargo carrying portion including a plurality of openings configured to receive a plurality of tabs of the removable cover to retain the cover relative to the remainder of the floor in the first configuration of the removable cover.
zh_tw: 專利範圍 1 中的車輛之可拆式外蓋於第一設置時連接至固定之底板上，於第二設置時由底板上拆下，載貨部分包含多個開口，於第一設置時可安裝多個可拆式外蓋的耳片以固定可拆式外蓋於固定之底板上。

source: The vehicle of claim 1, wherein the sway bar is coupled to the first radius arm through a first link and the sway bar is coupled to the second radius arm through a second link.
zh_tw: 專利範圍 1 中的車輛之防擺桿藉由第一連結連接第一懸臂，且防擺桿藉由第二連結連接第二懸臂。

source: The vehicle of claim 10, wherein
zh_tw: 專利範圍 10 中的車輛之

source: The vehicle of claim 10, wherein the CVT unit includes
zh_tw: 專利範圍 10 中的車輛之無段變速單元包含

source: The vehicle of claim 10, wherein the third control arm has a longer length than the first control arm.
zh_tw: 專利範圍 10 中的車輛之第三控制臂長度大於第一控制臂。

source: The vehicle of claim 10, wherein the third control arm is rotatably coupled to the frame about a third pivot axis, the third pivot axis being positioned laterally within an envelope of the rear drive unit.
zh_tw: 專利範圍 10 中的車輛之第三控制臂連接至框架並能以第三樞軸為中心旋轉，第三軸橫向置於後驅動單元包絡面之中。

source: The vehicle of claim 11, wherein the CVT housing includes an air outlet through which air exits the interior of the CVT housing, the air outlet being in fluid communication with a fluid conduit which directs the air at a portion of the internal combustion power source.
zh_tw: 專利範圍 11 中的車輛之無段變速外箱包含使空氣由無段變速外箱內部排出之出氣口，出氣口與流體管道連接以將空氣導向內燃式動力源的部分。

source: The vehicle of claim 11, wherein the CVT unit includes a diverter which receives the ambient air from the second air intake system and directs a first portion of the ambient air to the first CVT air inlet and a second portion of the ambient air to the second CVT air inlet.
zh_tw: 專利範圍 11 中的車輛之無段變速單元包括一組分流器用以接收來自第二空氣進氣系統之空氣，並將第一部分空氣導向第一無段變速進氣口而第二部分空氣導向第二無段變速進氣口。

source: The vehicle of claim 12, wherein the CVT housing includes a base portion and a CVT cover, the CVT cover being removably coupled to the base portion, the diverter being associated with the base portion.
zh_tw: 專利範圍 12 中的車輛之無段變速外殼包含底座部分和無段變速外蓋，無段變速外蓋連接至底座部分並可拆除，分流器與底座部分相連在一起。

source: The vehicle of claim 13, wherein the diverter is part of the base portion of the CVT housing.
zh_tw: 專利範圍 13 中的車輛之分流器是無段變速外殼底座的一部分。

source: The vehicle of claim 14, wherein an air inlet of the air intake system is rearward of the seating and an air inlet of the CVT unit is rearward of the seating.
zh_tw: 專利範圍 14 中的車輛空氣進氣系統之進氣口位於座位後方且無段變速單元之進氣口位於座位後方。

source: The vehicle of claim 14, wherein the cargo bed includes a latching mechanism for manipulating the movable cover between an open position and a closed position, the movable cover permitting access to the at least one air intake system when in the open position, the movable cover being generally horizontally arranged when in the closed position.
zh_tw: 專利範圍 14 中的車輛之載貨平台包含一組閂鎖機構以操縱可動式外蓋至開啟和關閉位置，可動式外蓋開啟時能作為至少一組空氣進系統的維修口，可動式外蓋於關閉位置時整體上為水平擺放。

source: The vehicle of claim 14, wherein the first portion of the ambient air moves from the first CVT air inlet towards an air outlet of the CVT housing in a generally counterclockwise movement and the second portion of the ambient air moves from the second CVT air inlet towards the air outlet of the CVT housing in a generally counterclockwise movement.
zh_tw: 專利範圍 14 中的車輛之第一部分的空氣以整體上逆時針方向由第一進氣口流向無段變速外殼之出風口，而第二部分的空氣以整體上逆時針方向由第二進氣口流向無段變速外殼之出風口。

source: The vehicle of claim 14, wherein the floor includes a first side portion, a second side portion, and a central portion
zh_tw: 專利範圍 14 中的車輛之底板包含第一側部分、第二側部分以及位於兩側之間的中央部分，

source: The vehicle of claim 14, wherein the ground clearance is about 13.5 inches.
zh_tw: 專利範圍 14 中的車輛離地間隙至少約 13.5 英吋以上。

source: The vehicle of claim 14, wherein the movable cover permits access to at least one of the power source, the CVT unit, and the at least one air intake system when in the open position.
zh_tw: 專利範圍 14 中的車輛之可動式外蓋開啟時能作為至少一組動力源、無段變速單元、以及至少一組空氣進氣系統的維修口。

source: The vehicle of claim 15, wherein the third control arm has a longer length than the first control arm.
zh_tw: 專利範圍 15 中的車輛之第三控制臂長度大於第一控制臂。

source: The vehicle of claim 17, further comprising
zh_tw: 專利範圍 17 中的車輛更包括

source: The vehicle of claim 17, wherein the first air inlet and the second air inlet are both rearward of a front plane of the seating of the operator area.
zh_tw: 專利範圍 17 中的車輛之第一進氣口和第二進氣口皆位於駕駛區座位前面板後方。

source: The vehicle of claim 17, wherein the sway bar is coupled to the first moveable arm and the second moveable arm.
zh_tw: 專利範圍 17 中的車輛之防擺桿連接第一可動式懸臂和第二可動式懸臂。

source: The vehicle of claim 18, further comprising a front drive operatively coupled to the power source and operatively coupled to a third ground engaging member positioned forward of the operator area and a fourth ground engaging member positioned forward of the operator area, the third ground engaging member being positioned on the first side of the vertical centerline longitudinal plane of the vehicle and the fourth ground engaging member being positioned on the second side of the vertical centerline longitudinal plane of the vehicle.
zh_tw: 專利範圍 18 中的車輛也包含一組連接至動力源與位於駕駛區前方的第三接觸地面元件以及駕駛區前方的第四接觸地面元件之前驅動系統，第三接觸地面元件位於車輛垂直中心線縱向平面第一側而第四接觸地面元件位於車輛垂直中心線縱向平面第二側。

source: The vehicle of claim 18, wherein the first air inlet and the second air inlet are both rearward of the operator area.
zh_tw: 專利範圍 18 中的車輛之第一進氣口和第二進氣口皆位於駕駛區後方。

source: The vehicle of claim 19, further comprising a roll cage, wherein the first air inlet and the second air inlet are both rearward of the roll cage.
zh_tw: 專利範圍 19 中的車輛更包含一組防滾架，其中第一進氣口和第二進氣口皆位於防滾架後方。

source: The vehicle of claim 19, wherein the first air inlet and the second air inlet are positioned above the plurality of ground engaging members.
zh_tw: 專利範圍 19 中的車輛之第一進氣口和第二進氣口皆位於多組接觸地面元件上方。

source: The vehicle of claim 2, wherein the cargo carrying portion includes a floor and a plurality of walls, the floor including a removable cover which permits access to a portion of the first air intake system.
zh_tw: 專利範圍 2 中的車輛之載貨部分包含一塊平板和多面外牆，平板包括可拆式外蓋，拆卸後可進入第一空氣進氣系統部分。

source: The vehicle of claim 20, wherein the first suspension includes an upper link and a lower link, the upper link and the lower link extending generally along a longitudinal extent of
zh_tw: 專利範圍 20 中的車輛之第一懸吊包含上連結和下連結，上連結和下連結整體上沿車輛縱向延伸，

source: The vehicle of claim 20, wherein the first suspension includes an upper link and a lower link, the upper link and the lower link extending generally along a longitudinal extent of the vehicle, a rear portion of the upper link being further spaced from the vertical centerline longitudinal plane of the vehicle than a front portion of the upper link, the first suspension further includes an upper control arm moveably coupled to the frame and a lower control arm moveably coupled to the frame, the upper control arm and the lower control arm being coupled to the frame rearward of the CVT, the upper control arm and the lower control arm extending generally transverse to the vertical centerline longitudinal plane.
zh_tw: 專利範圍 20 中的車輛之第一懸吊包含上控制臂和下控制臂，上控制臂和下控制臂整體上沿車輛縱向延伸，上控制臂後部與上控制臂前部沿車輛垂直於中心線縱向平面分隔更開，第一懸吊更包含可動式下控制臂連接至框架上和可動式下控制臂連接至框架，上控制臂和下控制臂與框架連接於無段變速後方，上控制臂和下控制臂整體上沿車輛垂直於中心線平面橫向延伸。

source: The vehicle of claim 20, wherein the first suspension is moveably coupled to the frame at a first location forward of the CVT and at a second location rearward of the CVT.
zh_tw: 專利範圍 20 中的車輛之第一控制臂連接至框架上無段變速前方第一位置和無段變速後方的第二位置並可移動。

source: The vehicle of claim 21, further comprising:
zh_tw: 專利範圍 21 中的車輛更包括：

source: The vehicle of claim 21, wherein the second location is rearward of the rear drive unit.
zh_tw: 專利範圍 21 中的車輛之第二位置位於後驅動單元後方。

source: The vehicle of claim 23, wherein the upper link and the lower link are moveably coupled to the frame forward of the CVT.
zh_tw: 專利範圍 23 中的車輛之上連結和下連結與框架連接於無段變速前方並可移動。

source: The vehicle of claim 24, wherein the first suspension includes an upper control arm moveably coupled to the frame and a lower control arm moveably coupled to the frame, the upper control arm and the lower control arm being coupled to the frame rearward of the CVT.
zh_tw: 專利範圍 24 中的車輛之第一懸吊包含可動式上控制臂連接至框架上和可動式下控制臂連接至框架上，上控制臂和下控制臂與框架連接於無段變速後方。

source: The vehicle of claim 25, wherein
zh_tw: 專利範圍 25 中的車輛之

source: The vehicle of claim 25, wherein the CVT unit includes
zh_tw: 專利範圍 25 中的車輛之無段變速單元包含

source: The vehicle of claim 25, wherein the first exterior body panel is located at a first side wall of the caigo carrying
zh_tw: 專利範圍 25 中的車輛之第一主體外部鈑金位於載貨部分的第一側牆，

source: The vehicle of claim 25, wherein the power source comprises an internal combustion engine, the vehicle further comprising a fuel source operatively coupled to the internal combustion engine, such that the internal combustion engine uses the ambient air received through the first air inlet in the combustion of fuel provided by the fuel source.
zh_tw: 專利範圍 25 中的車輛之動力源包含一組內燃式引擎，車輛更包含連接至內燃式引擎之燃料源，如此一來內燃式引擎能利用來自第一進氣口之空氣與燃料源提供之燃料燃燒。

source: The vehicle of claim 25, wherein the upper control arm and the lower control arm are coupled to the frame rearward of the rear drive unit.
zh_tw: 專利範圍 25 中的車輛之上控制臂和下控制臂與框架連接於後驅動單元後方。

source: The vehicle of claim 27, wherein the caigo carrying portion includes a floor and a plurality of walls extending upward from the floor, the cargo carrying portion having an open top.
zh_tw: 專利範圍 27 中的車輛之載貨部分包含一塊平板和多面由平板向上延伸之外牆，載貨部分上方為開放式。

source: The vehicle of claim 27, wherein the upper link and the lower link are coupled to a first bearing carrier, the upper control arm and the lower control arm are coupled to the first bearing carrier, the first half shaft being located forward of the upper control arm.
zh_tw: 專利範圍 27 中的車輛之上連結和下連結連接至第一軸承載具，上控制臂和下控制臂連接至第一軸承載具，第一半傳動軸位於上控制臂前方。

source: The vehicle of claim 28, wherein the upper control arm is rotatably coupled to the first bearing carrier about a first axis positioned above the opening in the first bearing carrier and the lower control arm is rotatably coupled to the first bearing carrier about a second axis positioned below the opening in the first bearing carrier.
zh_tw: 專利範圍 28 中的車輛之上控制臂連接至第一軸承載具並能以位於第一軸承載具開口上方之第一軸為中心旋轉，而下控制臂連接至第一軸承載具並能以位於第一軸承載具開口下方之第二軸為中心旋轉。

source: The vehicle of claim 29, wherein the first air inlet and the second air inlet are both rearward of a front plane of the seating of the operator area.
zh_tw: 專利範圍 29 中的車輛之第一進氣口和第二進氣口皆位於駕駛區座位前面板後方。

source: The vehicle of claim 29, wherein the lower control arm is rotatably coupled to the frame about a third pivot axis, the third pivot axis being positioned laterally within an envelope of the rear drive unit.
zh_tw: 專利範圍 29 中的車輛之下控制臂連接至框架並能以第三樞軸為中心旋轉，第三軸橫向置於後驅動單元包絡面之中。

source: The vehicle of claim 3 0, wherein the lower control arm has a longer length than the upper control arm.
zh_tw: 專利範圍 30 中的車輛之下控制臂長度大於上控制臂。

source: The vehicle of claim 3, wherein the location at which the sway bar is coupled to the frame is rearward of the first location and the second location.
zh_tw: 專利範圍 3 中的車輛之防擺桿連接至框架的位置位於第一位置和第二位置後方。

source: The vehicle of claim 3, wherein the portion of the first air intake system is an airbox including a filter.
zh_tw: 專利範圍 3 中的車輛之第一空氣進氣系統的部分為包括濾芯之風箱。

source: The vehicle of claim 3, wherein the removable cover is positionable over a top opening of the tray to retain the at least one item within the tray in the first configuration.
zh_tw: 專利範圍 3 中的車輛之可拆式外蓋位於托盤上方開口以於第一設置時防止托盤內至少一物件掉出。

source: The vehicle of claim 30, wherein the first air inlet and the second air inlet are both rearward of the operator area.
zh_tw: 專利範圍 30 中的車輛之第一進氣口和第二進氣口皆位於駕駛區後方。

source: The vehicle of claim 31, wherein the vehicle has a ground clearance of at least about 10 inches.
zh_tw: 專利範圍 31 中的車輛離地間隙至少約 10 英吋以上。

source: The vehicle of claim 32, wherein the CVT housing includes an air outlet through which air exits the interior of the CVT housing, the air outlet being in fluid communication with a fluid conduit which directs the air at a portion of the power source.
zh_tw: 專利範圍 32 中的車輛之無段變速外殼包含使空氣由無段變速外殼內部排出之出氣口，出氣口與流體管道連接以將空氣導向動力源的部分。

source: The vehicle of claim 32, wherein the CVT unit includes a diverter which receives the ambient air from the second air intake system and directs a first portion of the ambient air to the first CVT air inlet and a second portion of the ambient air to the second CVT air inlet.
zh_tw: 專利範圍 32 中的車輛之無段變速單元包括一組分流器用以接收來自第二空氣進氣系統之空氣，並將第一部分空氣導向第一無段變速進氣口而第二部分空氣導向第二無段變速進氣口。

source: The vehicle of claim 32, wherein the ground clearance is about 13.5 inches.
zh_tw: 專利範圍 32 中的車輛離地間隙至少約 13.5 英吋以上。

source: The vehicle of claim 5, wherein the location at which the sway bar is coupled to the frame is rearward of the first location and the second location.
zh_tw: 專利範圍 5 中的車輛之防擺桿連接至框架的位置位於第一位置和第二位置後方。

source: The vehicle of claim 5, wherein the removable cover is secured to the remainder of the floor through a latch mechanism in the first configuration of the removable cover, the latch mechanism having a first configuration securing the removable cover to the remainder of the cargo carrying portion in the first configuration of the removable cover and a second configuration permitting the removable cover to be uncoupled from the remainder of the floor in the second configuration of the removable cover.
zh_tw: 專利範圍 5 中的車輛之可拆式外蓋於第一設置時以閂鎖機構連接至固定之底板上，閂鎖機構於可拆式外蓋第一設置時固定可拆式外蓋於固定之載貨部分上，於可拆式外蓋第二設置時可將可拆式外蓋由固定之底板上拆除。

source: The vehicle of claim 6, further comprising a filter housing positioned behind the cover and a filter removably positioned within the filter housing, the ambient air passing through the filter.
zh_tw: 專利範圍 6 中的車輛也包含位於外蓋後方之濾芯外殼和濾芯外殼中的可拆式濾芯，空氣通過濾芯。

source: The vehicle of claim 6, wherein the latch mechanism includes a handle completely positioned below an upper surface of the floor.
zh_tw: 專利範圍 6 中的車輛之閂鎖機構包含一完全位於地板上表面下方之把手。
